Repository: wp-plugins/genesis-simple-sidebars
Catalog: languages/ss-*.po
Languages: fr_fr

source: Simple Sidebars
fr_fr: Barre latérale

source: Nice try, partner. But that sidebar doesn't exist. Click back and try again.
fr_fr: Chouette essai. Mais cette barre latérale n'existe pas. Merci de revenir en arrière et d'essayer à nouveau

source: Edit Sidebar
fr_fr: Editer la Barre Latérale

source: Name
fr_fr: Nom

source: A recognizable name for your new sidebar widget area
fr_fr: Un nom reconnaissable qui apparaîtra dans vos réglages

source: ID
fr_fr: ID (identifiant) ATTENTION VOIR NOTE

source: The unique ID is used to register the sidebar widget area (cannot be changed)
fr_fr: Le ID unique est utilisé pour enregistrer la nouvelle zone de widget pour la Barre Latérale (ne peux pas être changé). <b>ATTENTION</b> à ne pas mettre de lettre accentuées, pas d'espace ou autre signes que des lettres. Le plus simple est de prendre des minuscules et des tirets à la place des espaces.

source: Update
fr_fr: Mise à jour

source: Genesis - Simple Sidebars
fr_fr: Genesis - Barre latérale

source: Current Sidebars
fr_fr: Zones de Widgets activées

source: Add New Sidebar
fr_fr: Ajouter une nouvelle Barre Latérale

source: The unique ID is used to register the sidebar widget area
fr_fr: Le ID unique est utilisé pour enregistrer la barre nouvelle zone de widget pour la Barre Latérale. <b>ATTENTION</b> à ne pas mettre de lettre accentuées, pas d'espace ou autre signes que des lettres. Le plus simple est de prendre des minuscules et des tirets à la place des espaces.

source: Edit
fr_fr: Editer

source: Delete
fr_fr: Suprimer

source: Oops! Please choose a valid Name and ID for this sidebar
fr_fr: Oups ! Merci de choisir un Nom valide et un ID pour cette Barre Latérale. <b>ATTENTION</b> à ne pas mettre de lettre accentuées, pas d'espace ou autre signes que des lettres. Le plus simple est de prendre des minuscules et des tirets à la place des espaces.

source: Oops! That sidebar ID already exists
fr_fr: Oups ! Ce ID de Barre Latérale existe déjà.

source: Oops! You are trying to edit a sidebar that does not exist, or is not editable
fr_fr: Oups ! Vous essayez d'éditer une Barre Latérale qui n'existe pas, ou qui n'est pas évitable.

source: Oops! You are trying to delete a sidebar that does not exist, or cannot be deleted
fr_fr: Oups ! Vous essayez de supprimer une Barre Latérale qui n'existe pas, ou qui ne peux pas être supprimée.

source: Oops! Something went wrong. Try again.
fr_fr: Oups ! Quelque-chose va de travers. Essayez à nouveau

source: New sidebar successfully created!
fr_fr: La nouvelle Barre Latérale a été créé avec succès!

source: Sidebar successfully edited!
fr_fr: La Barre Latérale a été édité avec succès!

source: Sidebar successfully deleted.
fr_fr: La Barre Latérale a été supprimé avec succès!

source: Sidebar Selection
fr_fr: Sélection des Barres Latérales

source: Primary Sidebar
fr_fr: Barre Latérale 1

source: Default
fr_fr: Par défaut

source: Secondary Sidebar
fr_fr: Barre Latérale 2

source: Sorry, you can't activate unless you have installed <a href="%s">Genesis</a>
fr_fr: Désolé, vous ne pouvez pas activer ce plugin tant que vous n'avez pas installé <a href="%s">Genesis</a>.

source: Sorry, you cannot activate without <a href="%s">Genesis %s</a> or greater
fr_fr: Désolé, vous ne pouvez activer ce plugin sans <a href="%s">Genesis %s</a> ou supérieur.

source: Sidebar Options
fr_fr: Options des Barres Latérales
